[
  {
    "PMID": "41044168",
    "Title": "A novel role for colistin as an efflux pump inhibitor in multidrug-resistant Klebsiella pneumoniae.",
    "Abstract": "Antimicrobial resistance (AMR) is a global challenge that demands new strategies to maintain the effectiveness of current treatments. AMR arises through various mechanisms, including overexpression of drug efflux pumps. The AcrAB-TolC efflux pump is used by Enterobacterales such as <i>Klebsiella pneumoniae</i> to expel antibiotics and overcome antimicrobial toxicity. Here we explored a novel secondary activity of colistin as an efflux pump inhibitor. Experiments were conducted to determine antimicrobial susceptibility, selection of a resistant mutant, assess the function of efflux machinery under various treatment conditions, and measure the inhibition of extrusion by colistin. Colistin augmented the efficacy of various antibiotics against resistant <i>K. pneumoniae</i> strains and reversed clinically relevant antibiotic resistance caused by <i>acrAB</i> overexpression. This effect was demonstrated via increased uptake of efflux pump substrates such as <i>N</i>-phenyl-1-napthylamine, ethidium bromide, and Hoechst dye in <i>K. pneumoniae</i> overexpressing the AcrAB efflux pump. Molecular docking models indicated that colistin likely binds to the transmembrane region of <i>K. pneumoniae</i> AcrB, further validating colistin’s function as an efflux pump inhibitor at low concentrations. Scanning electron microscopy showed that sub-nephrotoxic concentrations of colistin had no effect on bacterial membrane integrity. These novel findings highlight the therapeutic potential of sub-nephrotoxic concentrations of colistin as an adjuvant to overcome efflux-mediated resistance in clinically problematic Enterobacterales <i>K. pneumoniae.</i>",
    "Journal": "Scientific reports",
    "Authors": [
      "Sharma Rajnikant",
      "Yeshwante Shekhar",
      "Bui Ngoc Minh"
    ],
    "DOI": "10.1038/s41598-025-18206-4",
    "pdf_url": "https://www.nature.com/articles/s41598-025-18206-4.pdf"
  },
  {
    "PMID": "41039237",
    "Title": "Characterization of bacteriophages PAA and PAM and evaluation of their antibiotic synergy against Pseudomonas aeruginosa PAZMYU isolated from urine sample.",
    "Abstract": "Antibiotic resistance has been attributed to both the overuse of current drugs and the lack of availability of newer drugs due to stringent regulatory requirements and reduced commercial incentives. Novel alternative therapies, such as phage treatments, have demonstrated promising outcomes in clinical trials, indicating their potential for treating recalcitrant infections in the future. The objective of this study was to isolate and characterize bacteriophages against a uropathogenic strain of Pseudomonas aeruginosa and evaluate the antimicrobial efficacy of combining sub-inhibitory concentrations of cefepime and meropenem with the isolated bacteriophages. The isolated phages were designated PAA and PAM, both exhibiting icosahedral heads and long non-contractile tails. Both phages maintained stability within Limited pH and temperature ranges. The optimal adsorption times for PAA and PAM were 10 and 20 min, respectively, with PAA demonstrating a short latent time and burst size of 47, while PAM exhibited a burst size of 83. The optimal multiplicity of infection for PAA was 1, and for PAM was 0.1. PAA demonstrated efficacy against 40% of the tested strains of P. aeruginosa, while PAM was effective against 64%. Both phages remained stable at subinhibitory concentrations of cefepime and meropenem and when employed with sub-inhibitory concentrations of cefepime and meropenem, exhibited synergistic effects against planktonic bacterial cells and demonstrated efficacy in both biofilm inhibition and eradication.",
    "Journal": "BMC microbiology",
    "Authors": [
      "Nawaz Aneela",
      "Khalid Nauman Ahmed",
      "Majid Alina"
    ],
    "DOI": "10.1186/s12866-025-04195-x",
    "pdf_url": "https://bmcmicrobiol.biomedcentral.com/counter/pdf/10.1186/s12866-025-04195-x"
  },
  {
    "PMID": "41028857",
    "Title": "Murraya koenigii methanolic extract inhibits bacterial growth and biofilm of Staphylococcus aureus and Enterococcus faecalis.",
    "Abstract": "Hospital-acquired infections caused by Staphylococcus aureus and Enterococcus faecalis are significant global health challenges due to their biofilm-forming ability, also contributing to the derived antibiotic resistance and environmental persistence. This growing resistance poses serious global health challenges, emphasizing the need for better surveillance and new treatments. Plant-derived bioactives have emerged as possible therapeutics to such opportunistic pathogens and they are potential alternatives to traditional antimicrobials. This study investigates the in vitro activity of Murraya koenigii's methanolic (MKM) leaf extract and its compounds against the growth and biofilm-forming ability of S. aureus and E. faecalis. Results revealed that the MKM extract effectively inhibited the growth of S. aureus and E. faecalis at their respective MIC levels. Furthermore, flow cytometry and confocal imaging demonstrated substantial membrane damage in MKM-treated cells compared to DMSO-treated and untreated controls. Additionally, the MKM extract significantly disrupts biofilm formation and leads to reduced extracellular polymeric substance (EPS) production. Scanning electron microscopy provided visual evidence of disrupted biofilm architecture following MKM extract treatment. HR-LC/MS analysis identified bioactive compounds within the extract, which were further evaluated for drug-likeness properties through ADME analysis. In silico molecular docking studies confirmed strong binding affinities of MKM-derived compounds with key biofilm-related receptor proteins, SpA in S. aureus and Esp in E. faecalis. These findings highlight the significant potential of MKM extract as a novel and effective phytotherapeutic resource for developing strategies to combat biofilm-associated infections.",
    "Journal": "Scientific reports",
    "Authors": [
      "Kashyap Shashank",
      "Rathod Yashkumar",
      "Biswas Sumit"
    ],
    "DOI": "10.1038/s41598-025-14396-z",
    "pdf_url": "https://www.nature.com/articles/s41598-025-14396-z.pdf"
  },
  {
    "PMID": "41028113",
    "Title": "Utilization of clove and cinnamon essential oils as an alternative to inhibit MDR and biofilm producing E. coli from raw chicken meat.",
    "Abstract": "The microbial contamination and spoilage found in chicken meat is responsible for food-borne illnesses and outbreaks leading to hospitalizations. E. coli is the most commonly reported microorganism. The dissemination of bacterial strain with biofilm-formation ability and resistance to antimicrobials at the end of the food chain is a global concern; as well. Eco-friendly and novel means like essential oils are required to break these vicious patterns and ensure the longevity of quality food products. The study aimed to probe the prevalence, pattern of antimicrobial resistance and the biofilm formation ability in E. coli isolated from chicken meat samples. It also explored the antimicrobial and anti-biofilm formation ability of clove and cinnamon essential oils. 150 chicken meat samples from different localities of Karachi, Pakistan were isolated and identified by selective culturing and conventional microbiological techniques. Following antibiogram analysis, antibacterial activity of clove and cinnamon essential oils was evaluated. Putative biofilm production ability was also explored using the test tube, microplate reader, and scanning electron microscopy. Finally, the molecular characterization of potentially strong biofilm producers was done along with exploration of the pathogenic gene (PapC). 49 chicken meat samples out of 150 were contaminated with E. coli. 90% (44 isolates) of E. coli were multidrug resistant. 59.2% (29 isolates) were biofilm producers (BPs). Out of 29 BPs, nine (31%) were strong biofilm producers (SBPs). No significant correlations were observed between antimicrobial resistance and biofilm producing ability of E. coli isolates (p value ≥ 0.05). 40% of SBPs were inhibited when subjected to both clove (MIC: 250 to 500 µL/mL) and cinnamon (MIC: 62.5 µL/mL) EOs. Activity of both neat CO and CinO had no significant difference (p value ≥ 0.05). The identity of 3 SBPs (Strains: AR11E, AR12E and AR22E) were further confirmed by molecular identification (16SrRNA) and SEM revealed potential degradation of the bacterial cells with a reduction in count when treated with CinO and CO. Only one strain (AR22E) was positive for the papC gene. The prevalence of E. coli and strong-biofilm producers in retail chicken meat was not very high; however, the majority of the isolates were multi-drug resistant. Therefore, it is important to keep a tab on the prevalence of these commensal and pathogenic microorganisms in retail chicken meat since they are an exposure site close to the consumer. The use of alternative means like essential oils in poultry, meat and meat-products is a good strategy since they have proven efficacy against pathogenic E. coli.",
    "Journal": "Scientific reports",
    "Authors": [
      "Rafique Ambreen",
      "Baig Nida",
      "Naim Asma"
    ],
    "DOI": "10.1038/s41598-025-14853-9",
    "pdf_url": "https://www.nature.com/articles/s41598-025-14853-9.pdf"
  },
  {
    "PMID": "41028051",
    "Title": "Design, synthesis, and antimicrobial evaluation of novel quinazoline piperazine phosphorodiamidate hybrids as potent DNA gyrase inhibitors.",
    "Abstract": "Antimicrobial resistance poses a critical challenge to global public health, exacerbating morbidity and mortality associated with bacterial infections. This study addresses the urgent need for novel antibacterial agents by exploring the design and synthesis of quinazoline-piperazine phosphorodiamidate hybrids (6a-g) as potential DNA gyrase inhibitors. Antibacterial activity was evaluated using the agar well diffusion method, revealing significant inhibition zones for compounds 6f, 6 g, 6a, and 6c compared to the standard drug Amoxyclav. Minimum inhibitory concentration (MIC) measurements further supported the potent antibacterial effects of these compounds. Additionally, compounds 6f, 6 g, and 6a exhibited notable antifungal activity superior to Fluconazole. Molecular docking simulations against DNA gyrase demonstrated strong binding affinities of compounds 6f and 6a with dock scores surpassing that of a standard antibiotic, ciprofloxacin. Detailed analysis of binding interactions highlighted key residues involved in stabilizing the ligand-protein complexes, providing insights into their mechanism of action. Furthermore, in silico ADMET prediction studies revealed that the targeted analogs satisfied the drug like characteristics of CNS acting drugs against antimicrobial diseases.",
    "Journal": "Scientific reports",
    "Authors": [
      "Donka Suresh Babu",
      "Kethineni Sajitha",
      "Valaparla Bala Yesu"
    ],
    "DOI": "10.1038/s41598-025-11516-7",
    "pdf_url": "https://www.nature.com/articles/s41598-025-11516-7.pdf"
  },
  {
    "PMID": "41025041",
    "Title": "Evaluating Chelerythrine Chloride as a Potential Treatment for Multidrug-Resistant Gonorrhea.",
    "Abstract": "<i>Neisseria gonorrhoeae</i> (<i>N</i>. <i>gonorrhoeae)</i> is responsible for the sexually transmitted infection (STI) gonorrhea, which has an estimated global annual incidence of 82.4 million cases among adults. The recommended first-line treatment typically involves a single-dose systemic therapy, comprising injectable ceftriaxone and oral azithromycin. Nonetheless, the first-line treatment failures caused by antimicrobial resistance represent a major global public health concern, threatening the efficacy of current gonorrhea treatments and highlighting the urgent need for the development of alternative therapeutic approaches. A total of 54 clinical strains of <i>N. gonorrhoeae</i> were collected in Nanchang City, 2021. To assess the efficacy of antibiotics and chelerythrine chloride, we determined the minimum inhibitory concentrations (MICs) using agar dilution and broth microdilution methods, respectively. To explicitly evaluate the potential for resistance induction, the ATCC49226 strain was subjected to continuous passaging for 30 days in sub-MIC concentrations of chelerythrine chloride, with MIC assessments every 5 days. In clinical samples, antimicrobial resistance was observed for penicillin (67.27%), tetracycline (81.82%), ciprofloxacin (98.18%), azithromycin (5.45%), and spectinomycin (0%), with decreased susceptibility for ceftriaxone (16.36%) and cefixime (20.00%). High-throughput screening of a natural product library identified chelerythrine chloride as exhibiting significant inhibitory activity against <i>N. gonorrhoeae</i>, including strains with decreased susceptibility to cephalosporins. The MIC range was 0.002-8 mg/L, with both the MIC<sub>50</sub> and MIC<sub>90</sub> values at 8 mg/L. Furthermore, <i>N. gonorrhoeae</i> did not develop resistance, maintaining a stable MIC of 4 mg/L over a 30-day treatment period. In this study, we have established a novel association between chelerythrine chloride and <i>N. gonorrhoeae</i>, demonstrating for the first time its preliminary efficacy in eradicating multidrug-resistant strains of <i>N. gonorrhoeae</i>. Considering the significant resistance challenges posed by <i>N. gonorrhoeae</i>. chelerythrine chloride emerges as a promising antibacterial agent with substantial potential for clinical development.",
    "Journal": "Infection and drug resistance",
    "Authors": [
      "Zhang Ran",
      "Qi Yuqiu",
      "Peng Hui"
    ],
    "DOI": "10.2147/IDR.S538954",
    "pdf_url": "https://www.dovepress.com/article/download/107274"
  },
  {
    "PMID": "41023908",
    "Title": "Tracking the evolution of emerging serotypes and antibiotic resistance patterns in Streptococcus pneumoniae among Indian adults using high-throughput genome sequencing.",
    "Abstract": "<i>Streptococcus pneumoniae</i> is a major cause of respiratory infections, particularly affecting children and the elderly. However, data on pneumococcal disease among Indian adults remain limited. This study investigated the epidemiology of <i>S. pneumoniae</i> from invasive and non-invasive sources in Indian adults using whole-genome sequencing (WGS). A prospective study was undertaken in five hospitals of India between 2022 and 2023, including 254 <i>S. pneumoniae</i> isolates, 126 from invasive and 128 from non-invasive specimens. WGS was performed using the Illumina platform to determine serotypes, multi locus sequence types (STs), lineages, antimicrobial resistance (AMR), and virulence profiles. Antimicrobial susceptibility was assessed using the Vitek-2 system. A total of 37 serotypes, 53 Global Pneumococcal Sequence Clusters (GPSCs), and 128 STs (including 39 novel STs) were identified. Predominant serotypes included 19 F, 19 A, and 9 V, with GPSC1, GPSC10, and GPSC6 being the most common lineages. Vaccine coverage was estimated at 64% for PCV13 and 72% for PPSV23. Multidrug resistance (MDR) was observed in 70% of isolates, mainly among GPSC1, 10, and 6. Virulence genes were widely distributed, and pilus genes were more common in non-invasive isolates. Phylogenetic analysis showed GPSC1, 10, and 6 as dominant in both invasive and non-invasive sources. The high prevalence of non-vaccine lineages, elevated MDR, and large number of novel STs reflect ongoing pneumococcal evolution in India, likely driven by recombination and capsular switching. These dynamics may reduce vaccine effectiveness. Continuous genomic surveillance is crucial to inform vaccine strategies and control pneumococcal disease in Indian adults. The online version contains supplementary material available at 10.1186/s12879-025-11587-x.",
    "Journal": "BMC infectious diseases",
    "Authors": [
      "Nagaraj Geetha",
      "Shamanna Varun",
      "Krishnappa Harshitha Gangaiah"
    ],
    "DOI": "10.1186/s12879-025-11587-x",
    "pdf_url": "https://bmcinfectdis.biomedcentral.com/counter/pdf/10.1186/s12879-025-11587-x"
  },
  {
    "PMID": "41023121",
    "Title": "Sporadic cefiderocol resistance in Escherichia coli from the United Arab Emirates involves multifactorial mechanisms reversible by novel beta-lactamase inhibitors.",
    "Abstract": "Cefiderocol (CFDC), a novel siderophore-cephalosporin, is effective against multidrug-resistant (MDR) pathogens, but the emergence of resistance threatens its future use in treating infections. This study reports the emergence of CFDC resistance in four E. coli strains isolated from immunocompromised and critically ill patients in the United Arab Emirates, and provides a comprehensive genomic analysis of these strains, aiming to uncover the mechanisms driving this resistance. Whole-genome sequencing with bioinformatic analysis revealed specific beta-lactamase variants (NDM-5, CMY-2/145, and OXA-181) and unique mutations in siderophore-iron transport genes (cirA, fepA, fecA, fiu, and tonB) and penicillin-binding proteins (PBPs) associated with resistance. Phylogenetic analysis showed that the strains were not clonally related, indicating the sporadic nature of resistance. To address this challenge, we evaluated the efficacy of several novel beta-lactamase inhibitors (BLIs) combined with CFDC. In vitro susceptibility testing demonstrated that these inhibitors restored the antibacterial activity of CFDC against resistant strains. Zidebactam, with intrinsic antibacterial activity, caused the most significant reduction in CFDC minimum inhibitory concentrations (MICs), while the activity of other inhibitors (taniborbactam and xeruborbactam) was dependent on the genetic makeup of the strains, especially mutations in the siderophore-iron uptake genes. Our findings underscore the importance of genomic surveillance in deciphering antibiotic resistance mechanisms. Novel BLIs and partner antibiotics could be added weapons in the fight against MDR bacteria; thus, we recommend using combinations with novel BLIs as innovative therapeutic options to combat the emerging threat of CFDC resistance, after proper validation of their in vivo efficacy.",
    "Journal": "Scientific reports",
    "Authors": [
      "Al-Marzooq Farah",
      "Ahli Hafsa",
      "Aldhaheri Rauda"
    ],
    "DOI": "10.1038/s41598-025-19084-6",
    "pdf_url": "https://www.nature.com/articles/s41598-025-19084-6.pdf"
  },
  {
    "PMID": "41013621",
    "Title": "Innowave MTB/RIF/INH facilitates timely and accurate diagnosis of multiple-drug resistant tuberculosis as a near POCT technique: a multicenter prospective on-site performance evaluation study.",
    "Abstract": "Many rifampicin (RIF)-resistant (RR) tuberculosis (TB) patients remain sensitive to isoniazid (INH), which challenges the strategy of using RR as an instant indicator of multiple-drug resistance tuberculosis (MDR-TB). A molecular test capable of concurrently detecting RIF and INH resistance is urgently needed. The performance of a novel rapid molecular test, Innowave MTB/RIF/INH (InnowaveDX) was evaluated prospectively in three tertiary hospitals. Its capability of detecting resistance to RIF and INH was assessed. In 767 pulmonary tuberculosis (PTB) patients, InnowaveDX showed significantly higher sensitivity than the Xpert MTB/RIF assay (Cepheid, USA) (74.97% versus 68.18%; p = 0.003, χ<sup>2</sup> = 8.664). This difference was particularly notable in culture-negative PTB cases (52.73% versus 41.29%; p = 0.001, χ<sup>2</sup> = 10.565). Both tests demonstrated high specificity in 286 non-TB patients. The overall consistency in RIF susceptibility prediction between InnowaveDX and the Xpert assay was 97.3% (505/519). InnowaveDX identified 83.05% (98/118) of INH-resistant cases as predicted by phenotypic drug susceptibility testing (pDST) and 95.45% (105/110) by another molecular method (MeltPro, Zeesan, China) for INH resistance detection on isolates. In addition, InnowaveDX showed a 99.35% consistency (154/155) with katG, inhA, and ahpC sequencing on sputum samples. The consistency rate for MDR-TB prediction between InnowaveDX and pDST was 93.25% (332/356). The accuracy of using RR to predict MDR-TB varied between 64.1 and 80.5%, depending on the reference method. InnowaveDX is an easy, rapid, and sensitive molecular test for PTB diagnosis that can detect INH and RIF resistance within 3 h, facilitating MDR-TB diagnosis on the first day of hospital admission.",
    "Journal": "Annals of clinical microbiology and antimicrobials",
    "Authors": [
      "Wang Fen",
      "Cai Long",
      "Cui Zhongfeng"
    ],
    "DOI": "10.1186/s12941-025-00822-7",
    "pdf_url": "https://ann-clinmicrob.biomedcentral.com/counter/pdf/10.1186/s12941-025-00822-7"
  }
]